# -*- coding: utf-8 -*-
"""
Created on Sat Oct 19 10:15:32 2019

@author: hamza
"""

# experimental text 
text = """تقریباً ساڑھے تین سال بعد
میں نے پھر سے قلم تھاما اور لکھنے کے قابل ہوئی درمیان
 میں کچھ عرصہ قلم پر جمود چھایا رہا اور ایسا محسوس ہوا جیسے میں اب 
کچھ بھی نہیں لکھ پاؤں گی، لیکن گلریز حیدر، سدرہ مرتضیٰ،
 سدرہ آفاق، اینجل روز، فاطمہ گوندل نے مجھے لکھنے پر اکسایا خاص طور
 پر صائمہ اکرم چوہدری کا نام بھی لینا چاہوں 
 گی جس نے مسلسل میری حوصلہ افزائی کی اور آخرکار میں اس قابل ہوئی کہ، 
میں گمان نہیں یقین ہوں کتابی صورت میں آپ کے
 ہاتھوں میں ہے، کرن کی مدیرہ روبینہ شریف نے بھی مجھے لکھنے کی تحریک 
دلائی اور ایک بیحد مخلص دوست حسن علی کی 
بھی خصوصی شکرگزار ہوں جن کے محبت بھرے پیغامات میرا حوصلہ بڑھاتے رہے،
 اپنے شوہر کاشف محمود اور ایمان شوکت کی بھی ممنون 
 ہوں جنہوں نے لکھنے کے لیے مجھے پورا پورا ٹائم دیا اور ہر ممکن مدد کی، 
میں گمان نہیں یقین ہوں میں نے بہت پیار سے 
لکھی ہے اس کے تمام کردار عام سے کردار ہیں جو ہمارے درمیان سانس لیتے 
چلتے پھرتے زندگی گزار دیتے ہیں، مجھے یقین ہے قارئین 
اسے اسی پیار اور توجہ سے پڑھیں گے جس پیار اور توجہ سے میں نے اسے ل
کھا ہے، اور آخر میں اس کتاب کے پبلشر گلفراز احمد 
کا بھی خصوصی شکریہ ادا کرنا چاہوں گی جنہوں نے میری تمام کتابوں کو
 بیحد محبت سے ترتیب دے کر آپ تک پہنچایا،
 کتاب کے بارے میں اپنی رائے سے آگاہ کیجئے گا میرا ای میل ایڈریس ہے۔
 اُوپری منزل پہ ٹیرس کی دیوار پہ آگے کی طرف جھُکے جھکے وہ کتنی دیر سے کسی غیر مرئی نکتے پہ نگاہیں جمائے کھڑی تھی۔

شام کے ڈھلتے سائے آہستہ آہستہ ماحول کو اپنی گرفت میں لے رہے تھے۔ دُھوپ دیواروں سے اترتے ہوئے عجیب سی یاسیت آمیز اُداسی کا منظر پیش کر رہی تھی نیچے زرینہ بیگم کی بہن روبینہ اپنی فیملی کے ساتھ صبح سے آئی ہوئی تھیں۔

دوپہر کے کھانے کے بعد ذیان اُوپر آگئی تھی۔ اوائل نومبر کی ڈھلتی دھوپ اور گہرے ہوتے ہوئے سائے اچھی خاصی خنکی کا احساس دلا رہے تھے۔

اُسے یہاں بیٹھے دو گھنٹے سے زائد ہوگئے تھے لیکن نیچے جاکے سب کا سامنا کرنے کا جی نہیں چاہ رہا تھا۔ جانے کیوں عجیب سی خود ترسی کا جذبہ خود پہ حاوی ہوتا نظر آرہا تھا۔اندر ہی اندر لاوا پھوٹ کر بہنے کو بے تاب تھا مگر یہ آگ آنسوؤں سے کہاں بجھنے والی تھی اس حقیقت کا ادراک تو اُسے بہت پہلے سے تھا۔ تب ہی تو ایک تھکی تھکی سی مسکراہٹ لبوں پہ کرن بن کر چمکی تھی۔

مغرب کی اذان کی آواز آنا شروع ہوگئی تھی سر پہ دوپٹہ درست کرتی وہ آہستہ آہستہ سیڑھیاں اُترنے لگی۔ آخری زینہ پار کرتے ہی وہاب سے ٹکراؤ ہوا۔
بلیو کلر کی جینز اور میچنگ شرٹ میں ملبوس سلیقے سے بال بنائے وہاب اُسکے رستے میں حائل کھڑا تھا۔ ”ذیان صاحبہ گھر میں مہمان آئے ہوئے ہیں اور تمہیں کچھ ہوش ہی نہیں ہے۔ بیچاروں کو کمپنی ہی دے دو“ وہاب کے الفاظ میں نرمی و بے تکلفی تھی مگر لہجہ و انداز میں نرمی کا نشان تک نہ تھا۔

عجیب آنچ دیتا لہجہ تھا۔ ”میں پڑھ رہی تھی“ اُس نے جان چھڑانے کے لئے جھوٹ بولا۔ ”کیا پڑھ رہی تھی؟“ وہ باقاعدہ جرح پہ اُتر آیا کورس کی بُکس تھیں ظاہر ہے“ وہ چِڑ سی گئی۔ ”تم نیچے سب کے ساتھ بیٹھ کر بھی پڑھ سکتی تھی“ اُس نے آرام سے ذیان کے تپے تپے چہرے کو تکتے ہوئے مشورہ دے ڈالا۔ ”اٹس اوکے“ ذیان نے اپنا لہجہ مشکل سے نارمل کیا تھا۔

وہاب مطمئن ہوگیا۔ ذیان اندر آرہی تھی۔ زرینہ اپنی بہن روبینہ کے ساتھ باتوں میں لگی تھی ایک دم اُس کی طرف متوجہ ہوئی۔ ”کہاں تھی تم اتنی دیر سے؟“ انداز عام اور سوالیہ سا تھا۔ اس سے پہلے کہ ذیان آگے بڑھتی روبینہ بول پڑی”دو گھڑی ہمارے پاس بھی بیٹھ جایا کرو کون سا روز روز تمہارے گھر آتے ہیں“اُنہوں نے بڑے میٹھے لہجے میں طعنہ دیا تو ناچار ذیان اُنکے پاس بیٹھ گئی۔

وہ اُسے بڑے غور سے دیکھ رہی تھیں ذیان کو اُلجھن سی ہونے لگی۔ وہ اُس سے اِدھر اُدھر کی باتیں کرنے لگیں۔ باقی سب ٹی وی لاؤنج میں تھے باتوں اور قہقہوں کی آواز اس کمرے تک آرہی تھی۔ ”میں ابو کو دیکھ آؤں ذرا“اُس نے منظر سے ہٹنے کاسوچا اور پھر اُس پہ فوراً عمل درآمد بھی کردیا۔
زرینہ بیگم اور اُنکے خاندان والوں سے ملنے ملانے کے باوجود ذیان اجنبیت ہی محسوس کرتی تھی حالانکہ زرینہ بیگم کو اس کی ماں کی جگہ لئے برسوں گزر چکے تھے۔

مگر ذیان کی غیریت اور احتیاط جوں کی توں تھی۔اُنکے پورے گھر کی تصویر مکمل تھی۔ ایک وہی مس فٹ تھی۔ یہ خامی اُسے کبھی کبھی بری طرح محسوس ہوتی۔
                                        ###
امیر علی تکیئے کے سہارے نیم دراز ٹی وی دیکھ رہے تھے۔ ذیان دبے قدموں آہستگی سے دروازہ کھول کر اندر داخل ہوئی اور اُنکے سامنے پڑے صوفے پہ بیٹھ گئی۔

نہ تو امیر علی نے اُسے مخاطب کیا نہ ذیان نے اس کی ضرورت سمجھی۔ وہ اُن سب سے جان چھڑا کر یہاں آئی تھی۔ کچھ وقت سکون سے گزارنا چاہتی تھی۔ یہاں گھر کے کسی فرد کی مداخلت کا فی الحال کوئی امکان نہیں تھا۔ ذیان نے صوفے پہ بیٹھے بیٹھے رُخ ٹی وی کی طرف کرلیا۔ ”کیسی جارہی ہے تمہاری پڑھائی“ خاموشی کے طلسم کو امیر علی کی آواز نے ہی توڑا تو وہ چونک کر اُنکی طرف متوجہ ہوئی جو بہت غور سے اُسے دیکھ رہے تھے۔

زہر میں ڈوبی مسکراہٹ اُسکے لبوں پہ اُبھری”بس ٹھیک ہی چل رہی ہے“ اُسکے ایک ایک لفظ سے بے زاری کا عنصر نمایاں تھا۔ ”کیوں خیر ہے ناں پڑھائی میں کوئی پرابلم تو نہیں“ اپ سیٹ لگ رہی ہو؟“ امیر علی نے بہت سے سوال ایک ساتھ ہی کر ڈالے”نہیں“ اُس نے سب کا جواب مختصر سی نہیں کی صورت میں دیا۔ ”تمہیں کوئی بھی پرابلم ہو تو مجھ سے ڈسکس کرسکتی ہو“ اُن کے لہجے میں فکر مندی تھی۔

اب میں اس قابل ہوگئی ہوں کہ اپنے پرابلم خود سولو کرسکتی ہوں“ امیر علی کو لگ رہا تھا اُنکے سامنے ذیان نہیں کوئی اجنبی ہو جو سر راہ مل گیا ہو اور روکے جانے کی صورت میں نکلنے کی کوشش کر رہا ہو۔ وہ تو اُنکی ًطرف متوجہ تک نہیں تھی ٹی وی کو گھور رہی تھی جیسے وہی سب سے اہم ہو۔ وہ اُنکے پاس ہوتے ہوئے بھی پاس نہیں تھی۔ ذہنی طور پہ میلوں کے فاصلے پہ کھڑی تھی۔

وہ یہ بات بہت اچھی طرح جانتے تھے۔ اسکے پس منظر میں چھپی وجوہات سے بھی واقف تھے تب ہی تو بے بس ہو کر پھر سے خاموشی کے خول میں سمٹ گئے۔
ذیان اُٹھ کر کچن کی طرف آئی۔ جہاں بوا کھانے پکانے میں مصروف تھی۔ ”بوا کیا ہو رہا ہے؟“ ذیان نے سبزی کی ٹوکری میں سے ایک گاجر اٹھائی اور دھونے لگی۔ بوا رحمت نے ایک نظر اسے دیکھا اور پھر سے بھنتے مصالحے کی طرف متوجہ ہوگئی پیاز ٹماٹر اور اچھی طرح مکس ہو کر بھن گئے تھے انہوں نے دھوئی چکن اٹھا کر ہانڈی میں ڈالی، ذیان گاجر دھو کر پاس رکھے سٹول پہ چڑھ کر بیٹھ گئی۔

”وہی روز کے کام دھندے اور کیا کرنا ہے اور تم گاجر کیوں کھا رہی ہو میں نے کباب رکھے ہیں یہ لو“ کفیگر رکھ کر انہوں نے مائیکرو ویو میں پڑی پلیٹ نکالی جس میں کباب رکھے تھے۔ اُنہوں نے کباب انگلی سے چھو کر گرم ہونے کا اطمینان کیا پھر پلیٹ اس کی طرف بڑھائی۔ ”آپ نے کب بنائے؟“ اس نے گاجر پھر سے ٹوکری میں رکھ دی۔
”ابھی آدھے گھنٹے پہلے چائے کے ساتھ بنا کر سب کو دئیے مگر تم نظر ہی نہیں آئی۔

“
بوا باتوں کے ساتھ ساتھ چکن کو بھی دیکھ رہی تھیں۔ ”بوا آپ اب اتنے کام مت کیا کریں ثمینہ ہے ناں دیکھنے دیں اُسے یہ بکھیڑے“ اُس نے کباب کھاتے ہوئے مشورہ دیا۔ بوا ہنس دیں سادہ اور بے ریا ہنسی۔ ”مجھے امیر میاں اور اس گھر کے افراد کی خود خدمت کر کے جو خوشی ملتی ہے وہ کام ثمینہ کے سپرد کردوں تو وہم سا لگا رہے گا۔ اس لئے خود کرتی ہوں“ چکن بھونتے بھونتے انہوں نے نپے تلے انداز میں بات مکمل کی۔

ذیان کباب کھاتے کھاتے رک گئی۔ بوا آپ کو اتنی محبت اور خیال ہے ہم سب کا۔“
”یہ محبت تو میرے خون میں رچی بسی ہے۔ اللہ بخشے بڑی بیگم(ذیان کی دادی) کو میں اُنکے زمانے سے یہاں اس خاندان میں کام کر رہی ہوں۔ چھوٹی بیگم کو امیر میاں میرے سامنے ہی تو رخصت کروا کے لائے تھے اتنا دھوم دھڑکا تھا اتنی خوشیاں منائی گئی تھیں مجھے سب یاد ہے“ بوا بتاتے بتاتے ماضی میں پہنچ گئی تھی جہاں سب روزِ اول کی طرح روشن تھا۔

ذیان کا چہرا دھواں دھواں سا ہو چلا تھا اُس نے ادھ کھایا کباب پلیٹ میں رکھ دیا اور دبے قدموں کچن سے نکل گئی۔ بولتے بولتے بوا کی نظر سٹول کی طرف اُٹھی جو اب ذیان کے وجود سے خالی تھی اُنہوں نے فوراً دروازے کی طرف دیکھا ذیان باہر نکل رہی تھی۔ بوا کے ہاتھ اور زبان یکدم ہی سست پڑ گئے انجانے میں ہی سہی انہوں نے ذیان کے دل میں دبے آگ جیسے زخموں کو ہوا دے ڈالی تھی۔ اب وہ نادم سی تھیں۔ ذیان منظر سے غائب تھی۔
 کا Stay with me فل والیوم میں بج رہا تھا۔ کار کے شیشے تک دھمک سے لرز رہے تھے رنم بہت ریش ڈرائیونگ کر رہی تھی۔ کام مسٹ“ یونیورسٹی کا آہنی گیٹ سامنے تھا۔ گاڑی کی رفتار اُس نے میکانکی انداز میں کم کی۔ آدھے گھنٹے کا راستہ اُس نے پندرہ منٹ میں طے کیا تھا۔ اس تیز رفتاری سے احمد سیال بھی خائف رہتے تھے۔ پر وہ رنم سیال ہی کیا جو اُن کی بات مان لیتی۔

وہ زندگی کے ہر معاملے میں تیز رفتاری اور ساتھ چلنے والوں کو پیچھے چھوڑنے کی قائل تھی۔ لگی بندھی زندگی اور روٹین سے اُسے نفرت تھی۔ اُسکی رگوں میں خون کی جگہ جیسے پارہ مچلتا تھا۔ ”ہائے رنم“ گاڑی پارکنگ لاٹ میں چھوڑ کر وہ جیسے ہی نکلی پیچھے سے راعنہ کی آواز سن کر رُک گئی۔ وہ قریب آچکی تھی۔ ”ہائے ہاؤ آر یو“ رنم نے اُس کا نرم و نازک ہاتھ تھام لیا۔

جواباً راعنہ نے اُسکے گال سے گال ملا کر ملنے کی رسم پوری کی۔ ”فائن تم سناؤ آج کچھ لیٹ آئی ہو“ دونوں پہلو بہ پہلو چلتے ہوئے کلاس روم کی طرف چل دیں۔ رات کو لیٹ سوئی تھی اس لئے لیٹ ہوں لیکن اتنی بھی نہیں“ اُس نے اپنی کلائی میں بندھی قیمتی ریسٹ واچ پہ سرسری سی نظر ڈالی جیسے کچھ جتانا چاہ رہی ہو”ہاں تم ٹائم پہ آتی ہو ناں اسلئے فیل ہوا مجھے“ راعنہ کا انداز اب دفاعی تھا۔

اُس نے رشک سے رنم کے چمکتے پرکشش چہرے کی طرف دیکھا۔ اُس نے نیک ٹاپ کے نیچے ٹراؤزر پہنا ہوا تھا اور گلے میں ہلکا سا اسکارف۔ براؤن بال بڑے غرور سے کندھے پہ پڑے گلابی رخساروں کی بلائیں لے رہے تھے اُس کی پوری شخصیت سے آسودگی کا اظہار ہو رہا تھا۔
کلاس شروع ہونے والی تھی کیونکہ سر ہمدانی انکے ساتھ ہی دروازے سے اندر داخل ہوئے۔ ”دیکھ لو لیٹ ہونے کے باوجود میں اتنی بھی لیٹ نہیں ہوئی“ اُسکے چمکتے چہرے اور آنکھوں میں غرور تھا۔

دل ہی دل میں راعنہ کو رشک سا ہوا۔ اُس کا بے پناہ اعتماد ہی اُس کی خوبصورتی کا سرچشمہ تھا۔
اشعر کومل اور فراز کلاس میں پہلے سے موجود تھے۔ وہ انکے پاس پڑی کرسیوں پہ بیٹھ گئی۔ رنم اور راعنہ کی طرح ان تینوں کا تعلق بھی کھاتے پیتے آسودہ حال خوش حال خاندان سے تھا، ان پانچوں کا اپنا گروپ تھا۔ یہ سب بی ایس آنرز چھٹے سمسٹر کے طالب علم تھے۔

کومل اور اشعر خاصے پڑھاکو تھے۔رنم صرف امتحانات کے دوران پڑھنے والی طالبہ تھی راعنہ کا بھی یہی حال تھا مگر فراز پڑھائی میں ان سب سے زیادہ سنجیدہ تھا۔پانچویں سمسٹر میں اس نے ٹاپ کیا تھا۔ ان چاروں کو پڑھائی میں اگر کوئی مشکل ہوتی تو فراز سے ہی رجوع کرتے۔ رنم اُس سے بہت کلوز تھی۔ وہ اسے اپنا بیسٹ فرینڈ کہتی تھی۔ ہر چھوٹی سے چھوٹی بات اُس سے شیئر کرتی۔

فراز بھی اسے اہمیت دیتا، انکی دوستی مثالی تھی۔
سر ہمدانی کا لیکچر شروع ہو چکا تھا۔ سب کی نظریں اُن پہ جمی تھیں۔
                                       ###
گاڑی دائیں طرف نظر آنے والی ذیلی سڑک پہ مڑ چکی تھی۔ جوں گاڑی آگے بڑھ رہی تھی سفید عمارت کے پرشکوہ نقوش واضح ہونا شروع ہوگئے تھے۔ اُس کی خوب صورتی کھلنا شروع ہوچکی تھی۔

بالآخر چند منٹ میں ہی یہ سفر تمام ہوا۔ ڈرائیور نے گیٹ پہ پہنچ کے ہارن دیا۔ گیٹ کے ساتھ دیوار پہ بنی مچان کے اوپر دو باوردی محافظ آتشیں اسلحے سمیت پہرا دے رہے تھے۔ گیٹ کھلا تو ڈرائیور طویل ڈرائیو وکے بعد گاڑی اندر لے آیا۔
اب وہ ادب سے نیچے اتر کر گاڑی کا دروازہ کھول چکا تھا۔ملک ابیک نے گاڑی سے باہر قدم رکھا۔ تاحد نگاہ رہائشی حصے کے باہر سبزہ اور قیمتی پودے اپنی بہار دکھا رہے تھے۔

وہ نپے تلے با وقار قدموں سے چلتا رہائشی عمارت کی طرف جارہا تھا۔ لمبا قد قدرے سرخی لیئے گندمی رنگت گہرے بادامی رنگ کی پرسوچ آنکھیں توانا اور مضبوط جسم پہ سجتا کھدر کی قیمتی کرتا شلوار اسکی چال میں مضبوطی اور وقار تھا۔ پورے سراپے سے مضبوطی اور نفاست کا اظہار ہو رہا تھا۔
وہ حویلی کے درمیانی حصے میں داخل ہوچکا تھا یہاں چھت کی بلندی دُگنی تھی۔

اسے حویلی کا فیملی لاؤنج سمجھا جاسکتا تھا۔ قیمتی پردے بیش قیمت قالین اورخوبصورت ڈیکوریشن پیسز یہاں کی رونق بڑھا رہے تھے۔
ملک ارسلان اور عتیرہ چچی سے سب سے پہلے سامنا ہوا۔ اس نے پرجوش طریقے سے سلام کیا۔ ملک ارسلان نے اسے خود سے لپٹا لیا۔ انکے روم روم میں ٹھنڈک سی اُتر گئی ساتھ ایک حسرت ناتمام بھی دل کے کسی کونے کھدرے سے نکل کر سامنے آگئی”کیسے ہو ابیک؟“ انہوں نے پرجوش مصافحے و معانقے کے بعد خیر خیریت دریافت کی۔

”چچا جان الحمداللہ میں بالکل ٹھیک ہوں آپ سنائیں حویلی میں سب ٹھیک ہیں ناں“ ہاں سب ٹھیک ہیں لیکن تم نے شہر میں بڑے دن لگا دئیے۔“
ارسلان اسکے چوڑے کندھے پہ ہاتھ رکھے اسکے جوان کڑیل سراپے کو بڑی محبت سے دیکھ رہے تھے۔ دونوں اب صوفے پہ بیٹھ گئے تھے۔ عتیرہ چچی بھی ساتھ تھی۔ کچھ مصروفیت تھی اس وجہ سے تھوڑا زیادہ ٹائم لگ گیا۔ بابا جان نظر نہیں آرہے ہیں”اس کی نگاہیں انہی کو کھوج رہی تھیں۔

“ بھائی جان اپنے کمرے میں ہیں ان کی طبیعت ناساز سی ہے۔“ کیا ہوا ہے بابا جان کو”ملک ارسلان کے بتانے پہ وہ مضطرب ہوگیا۔ ”بھائی جان کو موسمی بخار اور نزلہ زکام اور یہ کوئی ایسی پریشانی کی بات نہیں“ ملک ارسلان نے اس کی فکر مندی دیکھتے ہوئے تسلی دینے کی کوشش کی تو وہ اٹھ کھڑا ہوا”میں بابا جان کی خیر خبر لے لوں“ لمبے لمبے ڈگ بھرتا وہ چلا گیا۔

ملک ارسلان اور عتیرہ اپنی باتوں میں لگ گئے۔ مگر موضوع گفتگو ملک ابیک ہی تھا۔
بابا جان کمبل اوڑھے بیڈ پہ نیم دراز تھے۔ پاس ہی افشاں بیگم بیٹھی ان سے باتیں کر رہی تھی۔ ملک ابیک کو دیکھ کر پھول کی طرح کھل اٹھیں۔ ”کب آئے تم“ انہوں نے اٹھ کر اس کا ماتھا چوما وہ بیڈ پہ بابا جان کے پاس بیٹھ گیا”تم ٹھیک ہو ناں؟“ ملک جہانگیر اٹھ کر بیٹھ گئے۔

”بابا جان میں تو ٹھیک ہوں آپ نے کیوں طبیعت خراب کرلی ہے“ اس کے لہجے میں محبت آمیز احترام کی آمیزش تھی۔ ”موسمی نزلہ زکام ہے ٹھیک ہوجاؤں گا۔ موسم بدلتے ہی میں بیمار پڑ جاتا ہوں بوڑھا جو ہو گیا ہوں کچھ بھی نہیں کرسکتا اب“ وہ دھیرے دھیرے مسکرا رہے تھے۔ ’
’ارسلان چاچا ہیں ناں انہیں اپنی ذمہ داریاں پوری کرنے دیں آپ صرف آرام کریں۔

“ ”میں سارا دن آرام ہی تو کرتا ہوں اور کیا کرنا ہے اب میرے دو کڑیل جوان بیٹے ہیں سب کچھ انکے حوالے کر کے اللہ اللہ کرنا ہے بس“ وہ بڑے بشاش نظر آرہے تھے۔ افشاں بیگم تھوڑی دیر بیٹھنے کے بعد کچن کی طرف آگئی۔ ملک ابیک اتنے دنوں بعد آیا تھا ممتا سے ان کا دل لبریز ہورہا تھا۔ وہ ایک ایک چیز اسے اپنے ہاتھوں سے کھلانا چاہ رہی تھیں۔ تینوں نوکرانیوں کو انہوں نے کھانے پکانے پہ لگا دیا۔

اور خود اپنے ہاتھوں سے لاڈلے بیٹے کے لئے سیب کاٹنے لگیں۔ معاذ ملک تو پاکستان سے باہر تھا ان کی ساری محبت و توجہ کا محور فی الحال ابیک ہی تھا۔ وہ اسکے لئے کٹے سیب اور انواع واقسام کے پھل لے کر واپس آئیں تو ارسلان ملک بھی وہاں موجود تھے۔
ملک جہانگیر اب ہشاش بشاش ہنس ہنس کر باتیں کر رہے تھے۔
”میں تو کہتا ہوں اب ملک ابیک کی شادی ہوجا نی چاہئے تاکہ”ملک محل“ میں بہار آجائے۔

ملک ارسلان نے شرارت سے ابیک کو تکتے ہوئے ملک جہانگیر کو مشورہ دیا۔ ”میں بھی یہی سوچ رہا تھا کہ اب اس کام میں مزید تاخیر نہیں کرنی چاہیے لیکن معاذ پاکستان آجائے تو لگے ہاتھوں اسکے لئے بھی لڑکی دیکھ لوں“ انہوں نے بھائی کی ہاں میں ہاں ملائی۔ ابیک قطعاً ان کی طرف متوجہ نہیں تھا۔ ”کوئی لڑکی ہے آپ کی نظر میں؟“ ”لڑکیاں تو بہت ہیں مگر میں اپنے بیٹے کی پسند کی دلہن لاؤں گی“ اس سے پہلے کہ ملک جہانگیر کوئی جواب دیتے افشاں بیگم بول پڑیں۔ اس سے پہلے کہ مزید اس موضوع پہ بات ہوتی ملازم نے باہر مردانے میں مہمانوں کے آنے کی اطلاع دی تو تینوں مرد اُس طرف چلنے لگے۔ 
ذیان کالج ہال میں دیگر اسٹوڈنٹس سمیت ڈرامے کی ریہرسل کر رہی تھی۔ ڈرامہ فورتھ ائیر کی آمنہ رحمان نے لکھا تھا اور فورتھ ائیر کی طالبات ہی ایکٹ کر رہی تھیں۔ ان سے ایک ذیان بھی تھی۔ ڈرامے میں اس کا رول لڑاکا اور شکی مزاج سخت دل شوہر کا تھا۔ گیٹ اپ اور آواز بدلنے میں ذیان کو مہارت حاصل تھی تب ہی تو اسے اس رول کے لئے موزوں ترین قرار دیا گیا تھا۔

اُسے شروع سے ہی اکیلے میں خود سے باتیں کرنے کی عادت تھی۔ یہ عادت اداکاری کے شوق میں کب ڈھلی ٹھیک طرح سے اس کا علم ذیان کو بھی نہ تھا۔
اس کی موٹی موٹی غلافی آنکھیں تاثرات دینے میں لاجواب تھیں۔ وہ اپنے ڈائیلاگز کی ریہرسل کر رہی تھیں اس کی بیوی کا رول بی ایس سی کی صندل منور ادا کر رہی تھی۔ دونوں اس وقت مکمل گیٹ اپ میں تھیں آج فائنل ریہرسل تھی۔

قدرے دبے ہوئے پھولوں کے پرنٹ والے کپڑوں میں ملبوس بکھرے بالوں میں صندل منور ڈری سہمی بیوی کی ایکٹنگ کر رہی تھی۔ ذیان کا گیٹ اپ مردوں والا تھا۔ امیر علی کے براؤن کلر کے کرتے شلوار میں ملبوس سر کے بالوں کو پگڑی میں چھپائے مصنوعی مونچھیں لگائے وہ مکمل طور پہ بدلے حلیئے میں تھی اپنے مکالمے مردانہ لب و لہجے میں گھن گرج کے ساتھ ادا کرتے ہوئے لگ ہی نہیں رہا تھا کہ یہی ذیان ہے۔

میڈم فریحہ نے تالیاں بجا کر اپنے اطمینان کا اظہار کیا تو وہ دونوں آ کر کرسیوں پہ بیٹھ گئیں۔ اب اگلی ریہرسل شروع تھی۔ میڈم فریحہ ڈرامیٹک سوسائٹی کی انچارج اور کرتا دھرتا تھی۔ کالج میں ہونے والی ایسی تمام غیر نصابی سرگرمیوں کو انہوں نے اپنی محنت سے بھرپور بنانا ہوتا تھا۔
ذیان کا کام ختم ہوچکا تھا وہ میڈم فریحہ سے اجازت لے کر کپڑے تبدیل کرنے چلی گئی۔

اب وہ کالج کے سفید یونیفارم اور سفید ہی دوپٹے میں ملبوس تھی۔ اپنے اصل حلئیے میں لگ ہی نہیں رہا تھا یہ وہی ذیان ہے جو تھوڑی دیر بیشتر ایک ظالم جابر شوہر کا رول ادا کر رہی تھی۔
میڈم فریحہ بڑے مزے میں اکثر اسے مشورہ دیتی کہ ایکٹنگ کے میدان میں آجاؤ۔ آج بھی حسب سابق انہوں نے پرانی باتیں دہرائی۔ ”ذیان تم ٹی وی کا رخ کرو بہت صلاحتیں ہیں تم میں ایک اچھی اداکارہ بن سکتی ہو۔

تمہارے فیس ایکسپرشینز بالکل نیچرل ہیں ڈرامہ انڈسٹری میں تہلکہ مچا سکتی ہو۔ ”وہ سن کر مسکرا دی“ میڈم جس خاندان سے میرا تعلق ہے وہاں شوبز کو گالی سمجھا جاتا ہے اسلئیے لاکھ کوشش کے باوجود بھی میں نہیں کرپاؤں گی۔“ اسکے لہجے میں تلخی گھلی ہوئی تھی۔ میڈم فریحہ نے کندھے اچکائے جیسے کہہ رہی ہوں تمہاری مرضی۔ اُدھر دل ہی دل میں ذیان کو جانے کیوں یکدم غصہ آگیا تھا۔

”ہا ہا ہا اچھی اداکارہ … نیچرل ایکسپریشنر“ میڈم فریحہ کی باتیں دل میں دہراتے ہوئے طنزیہ ہنسی ہنس رہی تھی۔
اسی کیفیت کے زیر اثر وہ گھر پہنچی۔ دروازہ اسکی چھوٹی بہن رابیل نے کھولا۔ اس نے ہلکی آواز میں سلام کیا جواباً رابیل نے سر کے اشارے سے جواب دیا۔ ذیان اندر آگئی۔ بیگ رکھ کر وہ برآمدے میں لگے واش بیسن سے منہ ہاتھ دھونے لگی۔

سامنے کچن کے دروازے سے رحمت بوا کی جھلک نظر آرہی تھی اُسے آتے دیکھ کر وہ کھانا گرم کر رہی تھی۔ ذیان منہ ہاتھ دھو کر یونیفارم میں ہی کچن کی طرف چلی آئی۔ آج بھوک زوروں پہ تھی۔ صبح ناشتے کے نام پہ اس نے چند گھونٹ چائے پی تھی۔ پھر کالج میں سارا دن ڈرامے کی بھاگ دوڑ میں گزرا تھا۔
کینٹین جانے کا موقعہ ہی نہیں ملا تھا۔ ”بوا کیا پکایا ہے؟“ بھوک اسے مزید برداشت نہیں ہو رہی تھی۔

مٹر قیمہ اور ساتھ میں چاول ہیں کہو تو دو کباب بھی فرائی کردوں؟“ بوا پلیٹ میں کھانا نکال رہی تھی۔ ”جو مرضی ہے کریں لیکن پہلے میں چاول کھاؤں گی۔“ وہ کچن میں پڑی چھوٹی سی ڈائیننگ ٹیبل کے گرد کرسی گھسیٹ کر بیٹھ چکی تھی۔ بوا فریج سے کباب نکال کر تل رہی تھی ساتھ اُسے سارے دن کی روداد سنا رہی تھی وہ رغبت سے کھانا کھاتے ہوئے سن رہی تھی۔

                                     ###
”آپ نے ذیان کے بارے میں کیا سوچا ہے؟“ امیر احمد کے گرد کمبل ٹھیک کرتے ہوئے زرینہ بیگم نے اچانک یہ عجیب سوال کردیا۔ امیر احمد نے بھنوئیں اچکاتے ہوئے سوالیہ انداز میں اُسے دیکھا جیسے پوچھ رہے ہوں کیا۔ ”میں تمہاری بات نہیں سمجھا“
”کمال ہے آپ جوان بیٹی کے باپ ہو کر یہ کہہ رہے ہیں“ زرینہ بیگم نے جیسے نامحسوس انداز میں اُن پہ طنز کیا۔

”کھل کر بات کرو“ الجھن بدستور انکے لہجے میں موجود تھی۔ ”ذیان اس سال اپنی کالج کی تعلیم مکمل کرلے گی“ زرینہ بیگم نے سنبھل کر بات کا آغاز کیا”تو؟“ امیر احمد نے پھر سے اپنی سوالیہ نگاہیں اس پہ ٹکائیں۔ ”تو آپ نے اسکی شادی وغیرہ کا کچھ سوچا“ اس بار اطمینان کی سانس انکے سینے سے خارج ہوئی۔ ”پہلے وہ تعلیم تو مکمل کرلے پھر سوچیں گے اس پہ“
لڑکیوں کو مناسب وقت پہ اپنے گھر بار کا کردینا چاہیے تعلیم وغیرہ شادی سے ضروری تو نہیں“ زرینہ بیگم اپنے اختلاف سمیت آہستہ آہستہ سامنے آرہی تھی۔

”ذیان کو اعلیٰ تعلیم حاصل کرنے کا بہت شوق ہے …“ انہوں نے اچانک بات ادھوری چھوڑ دی تو زرینہ بیگم کے چہرے پہ غصہ نظر آنے لگا”تو کیا ساری عمر اسے پڑھانے کا ارادہ ہے؟“ چبھتے ہوئے لہجے میں طنزیہ استفسار تھا۔ ”میں نے ساری عمر نادانستگی میں اسے نظر انداز کیا ہے میری بیٹی مجھ سے دور ہوگئی ہے کم سے کم میں اس کی یہ خواہش نظر انداز نہیں کرسکتا“ انکے لہجے میں احساس زیاں بول رہا تھا۔

جس نے سر سے پاؤں تک زرینہ بیگم کو جھلسا دیا”ہاں ہاں آپ کیوں اس کی کوئی خواہش نظر انداز کریں گے آپ کی چہیتی کی اولاد جو ہے“ امیر احمد نے زخمی نگاہوں سے اس کی طرف دیکھا۔ ”تم اچھی طرح جانتی ہو میں نے ذیان کے ساتھ کتنی زیادتی کی ہے وہ متنفر ہے مجھ سے … میں نہیں چاہتا اسکی دیرینہ خواہش کے راستے میں رکاوٹ بنوں” ”لیکن میں اب اسے اور اس گھر میں برداشت نہیں کرسکتی … اسکے بعد رابیل بھی ہے مجھے اس کا بھی سوچنا ہے“ ”رابیل ابھی بہت چھوٹی ہے اللہ اچھی کرے گا“ امیر احمد کے انداز میں شکست نمایاں تھی۔

”آپ کو کیا پتہ بیٹیوں کے رشتے کے لیئے کتنے پاپڑ بیلنے پڑتے ہیں ابھی سے ذیان کے لیے کوشش کا آغاز کروں گی تو کچھ ہوگا ناں۔میں دیکھ بھال کر ذیان کے لیے اچھا رشتہ ہی تلاش کروں گی دشمن نہیں ہوں اس کی ماں ہوں“ امیر احمد کی پسپائی دیکھ کر وہ بھی نرم پڑ گئی تھی۔ تبھی دروازے پہ مخصوص دستک کی آواز ابھری یہ بوا رحمت تھی جو سونے سے پہلے معمول کے مطابق انکے لیے خود دودھ لے کر آئی تھی۔

زرینہ نے غور سے ان کا چہرا دیکھا مگر وہاں بے نیازی تھی کوئی کھوج کوئی بھید کوشش کے باوجود بھی وہ تلاشنے میں ناکام رہی۔ وہ دودھ رکھ کر جاچکی تھی دروازہ پہلے کی طرح بند تھا۔
زرینہ نے اطمینان کی سانس خارج کرتے ہوئے دودھ کے گلاسوں سے اٹھتی بھاپ کی طرف نگاہ جمادی جو اس بات کا ثبوت تھی کہ بوا نے ابھی ابھی دودھ گرم کیا ہے۔ ”آپ نے میری بات کا جواب نہیں دیا“ وہ پھر سے امیر احمد کی طرف متوجہ ہوئی اور باتوں کا ٹوٹا سلسلہ وہیں سے جوڑنا چاہا جہاں سے ٹوٹا تھا۔

”ہاں جوتمہیں اچھا مناسب لگتا ہے کرو…“ ایک بھرپور قسم کی پسپائی امیر احمد کے پورے وجود سے جھانک رہی تھی۔ زرینہ بیگم کو یک گو نہ اطمینان کا احساس ہوا۔ ”وہ شروع سے فاتح رہی تھی اس محاذ پہ بھی امیر احمد نے لڑے بغیر ہتھیار پھینک دئیے تھے۔
وا نے پورے گھر کا چکر لیا اور سب دروازے چیک کیئے۔ یہ ان کا پرانا معمول تھا جس پہ وہ برسوں سے کار بند تھی۔ اپنے کمرے کی طرف جاتے جاتے وہ ایک بار پھر ذیان کے کمرے کے سامنے رُکیں۔ ہاتھ سے دروازے پہ دباؤ ڈالا وہ اندر سے لاک تھا۔ کچھ دیر وہ وہیں کھڑی سوچتی رہیں اورپھر سر جھٹک کر اپنے کمرے کی طرف چل دیں۔ وہ جب دودھ لے کر امیر احمد کے کمرے کی طرف جارہی تھیں تو زرینہ بیگم کی کچھ باتیں دروازہ بند ہونے کے باوجود بھی انکے کانوں میں پڑ گئی تھی کیونکہ وہ اونچی آواز میں بولنے کی عادی تھی۔

بوا کی عمر کا بیشتر حصہ اسی گھر کے مکینوں کے ساتھ گزرا تھا وہ زرینہ بیگم سے بھی پہلے یہاں تھی زمانے کے سردو گرم سے آشنا اور جہاں دیدہ تھیں۔ زرینہ بیگم کا اول دن سے ہی ذیان کے ساتھ مخصامانہ رویہ ڈھکا چھپا نہیں تھا۔


انہوں نے ذیان کو امیر احمد کی بیٹی نہیں اپنی حریف سمجھا تھا۔ بوا کا دل اس سلوک پہ احتجاج کرتا لیکن وہ کچھ نہیں کرسکتی تھی ہاں ذیان کے لیے ان کی محبت توجہ پہلے سے بڑھ گئی تھی وہ ہر ممکن اس کی دلجوئی کرتیں۔

اب زرینہ بیگم نے جو اچانک شادی کا شوشہ چھوڑا تھا وہ بلاوجہ نہیں تھا۔ گھر میں سب کو ہی پتہ تھا ذیان کو اعلیٰ تعلیم حاصل کا بے پناہ شوق ہے۔
اسکے ارادے بلند تھے وہ گھر کے گھٹے گھٹے ماحول سے چھٹکارا پانا چاہتی تھی۔ سو اس کی تمام تر توجہ اپنی پڑھائی پہ تھی اور اس پہ وہ کوئی سمجھوتہ کرنے کی قائل نہیں تھی۔ایسے میں اپنی شادی کا ذکر اسے مشتعل کرسکتا تھا۔

بوا آنے والے وقت کے خیال سے پریشان تھیں۔
                                        ###
یونیورسٹی کے وسیع سبزہ زار پہ دھوپ نے ڈیرا جما رکھا تھا۔ کلاسز آف ہونے کے بعد وہ پانچوں کے پانچوں پھسکڑا مار کر ادھر ہی بیٹھ گئے تھے۔ رنم نے کومل کے کندھے سے ٹیک لگائی ہوئی تھی جبکہ اسکے چہرے پہ کوفت کے آثار تھے۔ راعنہ نے سبب دریافت کیا تو وہ پھٹ سی پڑی”کتنے دن ہوگئے ہیں نہ کوئی پارٹی نہ پکنک نہ موج مستی نہ ہنگامہ… میں روٹین لائف سے بور ہوگئی ہوں“ اسکے چہرے پہ دنیا جہاں کی بے زاری تھی۔

رنم نے پیار سے اسکے بال سہلائے اور اسکے کندھے سے اپنا سر اٹھا لیا”تو کیا خیال ہے رات کو Basement night club نہ چلا جائے؟“ اس نے باری باری سب کی طرف تائید طلب نگاہوں سے دیکھا تو سب سے پہلے اشعر نے نعرہ مستانہ بلند کیا۔
”واؤ ونڈرفل آئیڈیا“ ”ہاں ٹھیک ہے انجوائے منٹ رہے گی“ راعنہ بھی راضی تھی۔ ”اوکے ڈن ہے رات کو چلیں گے“ رنم فیصلہ کن لہجے میں بولی تو سب نے اثبات میں سر ہلایا۔

”اب میں تو گھر جارہا ہوں“ فراز سب سے پہلے اٹھا وہ کی رنگ جھلاتا پارکنگ ایریا کی طرف آیا تو رنم بھی اٹھ کھڑی ہوئی۔ تینوں کو سی یو بول کر وہ اپنی گاڑی نکالنے لگی۔ کچھ ہی دیر بعد وہ بڑی طوفانی رفتار سے گاڑی ڈرائیو کرتی ایف ایٹ ون کی طرف جارہی تھی جہاں اسکی جنت اس کا گھر تھا۔
                                    ###
احمد سیال ڈیلی گیشن کے ساتھ مصروف تھے انہوں نے رنم کو اپنی مصروفیات سے آگاہ کردیا تھا اسلئے وہ اندھیرا چھاتے ہی اپنی تیاری میں لگ گئی تھی۔

پارٹیز، پکنک، ہلا گلا، سیر و تفریح میں اس کی جان تھی۔ ہر ہفتے وقت نکال کر وہ سب فرینڈز اپنی اپنی پسندیدہ ایکٹویٹیز سے لطف اندوز ہوتے رنم پیش پیش ہوتی۔
اپنے پسندیدہ بلیک کلر کے ڈریس میں ملبوس وہ ہمیشہ کی طرح خوبصورت لگ رہی تھی اس کی خوبصورتی کے دو آتشہ ہونے میں کلام نہیں تھا۔ اپنے حسن اور کشش کا اسے اچھی طرح اندازہ تھا اسی بات اور احساس نے اسے بے پناہ اعتماد بخشا تھا جسے وہ بہت سے لوگوں میں الگ سے ہی پہچانی جاتی۔

وہ سب دوست ہائی سوسائٹی کے اس کلب کے باقاعدہ رکن تھے۔ احمد سیال کی بیٹی ہونے کے ناطے اور پھر اپنی بے پناہ خوبصورتی کی وجہ سے گمنام نہیں رہی تھی سب اسے اچھی طرح جانتے تھے اور اسی حساب سے پروٹوکول بھی دیتے۔
آج بہت دن بعد سب دوست کلب میں اکٹھے ہوئے تھے۔
ڈائننگ فلور پہ شوخ مغربی دھن پہ نوجوان جوڑے قدم سے قدم ملائے رقص کر رہے تھے۔

رنم کو بذات خود ڈانس اور موسیقی کے اس مظاہرے سے دلچسپی نہیں تھی۔ پر اسے نوجوان جوڑوں کی ہی حرکات محظوظ کرتی۔ ہال کے چاروں طرف مخصوص فاصلے کی حد میں چھوٹی چھوٹی گول میزیں اور انکے گرد کرسیاں پڑی تھی۔ جو رقص سے تھک کر آرام کرنے والوں کے کام آتی۔ راعنہ، رنم اور فراز تینوں ایک میز کے گرد بیٹھے تھے جبکہ کومل، اشعر، ڈائننگ فلور پہ دوسرے جوڑوں کے ساتھ رقص کر رہے تھے۔

وہ تینوں دوست انہی کے بارے میں بات کر رہے تھے۔ اشعر نے تین ماہ پہلے کومل کو پروپوز کیا تھا اس نے اشعر سے سوچنے کے لئے مہلت مانگی اور ابھی تک کوئی جواب نہیں دیا تھا یہ بات انہیں فکر مند کر رہی تھی کومل سیدھے سیدھے ہاں کیوں نہیں کر دیتی دونوں میں ذہنی ہم آہنگی اور لگاؤ تھا، رہی ان کی محبت تو وہ بھی ڈھکی چھپی نہیں تھی اس کے باوجود بھی کومل سوچنے کے لیے وقت مانگ رہی تھی۔

”رنم تم نے کیا پلان کیا ہے فیوچر کے لئے؟“ راعنہ نے ایک دم سے سوال کر کے موضوع بدل دیا۔ ”پلان کیا کرنا ہے بس لائف کو انجوائے کر رہی ہوں۔“ وہ بے نیازی سے بولی۔ راعنہ اسے دیکھ کر رہ گئی۔ اوہو آئی مین تم نے لائف پارٹنر، شادی کے بارے میں کیا سوچا ہے؟“ اس بار فراز بھی دھیان دینے پہ مجبور ہوگیا۔ ”ابھی بہت ٹائم ہے یار“ اس نے بات ہنسی میں اڑا دی تو راعنہ کا منہ سا بن گیا۔

رنم اتنی آسانی سے کسی کو اپنی سوچوں تک رسائی حاصل کرنے نہیں دیتی تھی۔
خود سر اور خود اعتمادی کی دولت سے مالا مال۔ فراز دونوں کی باتیں غور سے سن رہا تھا۔ اس نے ایک بار بھی ان کی گفتگو میں دخل نہیں دیا۔ اس کی یہ عادت کم سے کم رنم کو بہت پسند تھی۔ اسے یوں محسوس ہوتا جیسے فراز اس کا خاموش حمایتی ہو۔ رنم کی مخالفت کرنا اسے آتا ہی نہیں تھا۔

اس کی یہ خاموشی اور حمایت بہت دفعہ راعنہ کو شک میں ڈالتی کہ فراز کے دل میں رنم کے لئے کوئی نہ کوئی سوفٹ کارنر ضرور ہے۔ ورنہ تقریر کرنے دلائل دینے میں اس کا کوئی مقابلہ نہ کرسکتا تھا۔ رنم اسے اپنا سب سے بہترین دوست کہتی اور یہ بات صرف کہنے یا دعوی کی حد تک نہیں تھی ان کی ایک ایک حرکت سے اس کا اظہار ہوتا کہ فراز اور وہ ایک دوسرے کے لئے بے پناہ اہمیت کے حامل ہیں۔ مگر کبھی یہ ظاہر نہیں ہوا کہ وہ ایک دوسرے کے لئے”وہ خاص جذبہ“ بھی رکھتے ہیں۔ کم سے کم راعنہ ابھی تک اس کا سرا پکڑ نہیں پائی تھی۔ ”خیر مجھے جو بھی ہے“ راعنہ انہیں نظر انداز کر کے جوڑوں کا رقص دیکھنے لگی۔
"""
test = """
لیس چیف کے کمرے میں کافی سارے لوگ موجود تھے۔ جسپال سنگھ کا خون اس وقت کھولنے لگا جب اس نے اپنے سے کچھ فاصلے پر رویندر سنگھ کودیکھا۔ چہرے سے انتہائی متین اور سنجیدہ دکھائی دینے والا اپنے باطن میں کیسی خباثت رکھتا تھا‘ یہ وہی جانتاتھا۔ اس کے ساتھ کیشیومہرہ‘ دلبیر سنگھ اور ہرپریت تھے‘ ایک بندہ جو اتاشی تھا‘ وہ سفارت خانے کی طرف سے وہاں موجود تھا‘ اس کے علاوہ وہاں چند اور لوگ بھی تھے۔

ان کے بارے میں وہ نہیں جانتاتھا‘ کافی دیر سے بحث وتمحیص جاری تھی۔ دونوں طرف کا موقف سن لیا گیا تھا۔ تبھی چند لمحے کی خاموشی کے بعد چیف نے جسپال کو مخاطب کرتے ہوئے پوچھا۔
”جسپال سنگھ جی‘ آپ نے کہا کہ آپ کو اغواء کرلیاگیا‘ لیکن اب تک آپ نے یہ نہیں بتایا کہ آپ کو کہاں سے اغواء کیا گیا‘جبکہ آپ کے شواہد چندی گڑھ میں پائے گئے ہیں۔

جہاں جسبیرسنگھ کے شاپنگ مال کے سی سی کیمرے میں ویڈیو ہے آپ کی‘ کیااس کی وضاحت کریں گے آپ؟“
”مجھے اوگی اور جالندھر کے درمیان اغوا کیا گیا‘ یہ اسی دن کاواقعہ ہے جس دن بلجیت سنگھ نے حویلی جلائی تھی‘ اور میرااس سے آمنا سامنا ہوگیاتھا۔ اتنے دن تک میں انہی اغواء کاروں کے قبضے میں رہا۔“ جسپال سنگھ نے انتہائی متانت سے جواب دیا۔

”اورسی سی کیمرے میں آپ کے شواہد؟“ چیف نے پوچھا۔
”میں اس بارے میں کچھ نہیں جانتا۔“ جسپال نے واضح انداز میں کہا۔
”آپ کو یہ یقین کیوں ہے کہ اغواء کار رویندر سنگھ جی کے لوگ تھے؟“ اس نے پوچھا۔
”وہ اپنے طور پر نجانے کون کون سی باتیں اگلوانا چاہتے تھے جو ساری کی ساری رویندر سنگھ اور رنویر سنگھ انسپکٹر سے متعلق تھیں۔

“اس نے پرسکون انداز میں کہا۔
”تو آپ چندی گڑھ نہیں گئے۔“ اس نے پھر پوچھا۔
”میں تو نہیں گیا‘ اغواء کار مجھے کئی جگہوں پر لیے پھرتے رہے ہیں۔ میں تو بھارت کے بارے میں اتنا نہیں جانتا‘ باقی رب جانے۔“ اس نے کاندھے اچکاتے ہوئے کہا تو کیشیو مہرہ نے تحمل سے مطلع کیا۔
”دیکھیں جی‘ اس دوپہر جب مجھے معلوم ہوا کہ اوگی میں لڑائی ہوگئی ہے میں جالندھر سے اوگی گیا۔

راستے میں ہمیں جسپال کی گاڑی ملی‘ میں نے اسی دن اوگی چوکی تھانے میں رپورٹ کردی تھی۔ یہ دلبیر سنگھ جی اور گاؤں کے چند دوسرے افراد بھی تھے۔ یہ رپورٹ آپ کے سامنے پڑی فائل میں موجود ہے۔“
”ممکن ہے پلان کے مطابق یہ جسپال سنگھ چھپ گیا ہو‘ اور چندی گڑھ میں جسبیر سنگھ کو قتل کرنے کے بعداب تک چھپا رہا ہو۔ یہ پلان بھی ہوسکتا ہے؟“ ایک وکیل نے دلیل دیتے ہوئے کہا تو کیشیو مہرہ نے دلیل دی۔

”یہ توپولیس اور خفیہ اداروں کی ناکامی ہوئی نا‘اتنا عرصہ جسپال سنگھ کو تلاش نہیں کرسکے‘ اور پھر اس سے بھی پہلے ‘ جب سے اس نے بھارت دھرتی پر قدم رکھا‘ تب سے مسلسل اس کے ساتھ زیادتیاں ہوتی رہیں۔ اس کا پولیس نے کیا کیا؟ ہرپریت پر حملہ ہوا‘ کیا اس کامجرم پکڑ کردے دیا گیا‘ اس کاکیابنا؟ یہ ایک لمبی فہرست ہے ‘ اگر آپ ان صاحب کاموقف تسلیم کرلیں توہمیں کوئی اعتراض نہیں۔

آپ جسپال سنگھ کا جرم ثابت کریں۔ چالان بنا کر عدالت میں پیش کریں۔ ہم تو چاہتے ہیں کہ ہم اپنی صفائی پیش کریں اور جو زیادتیاں اب تک ہوئی ہیں ان کا حساب دیا جائے۔“
”چیف صاحب۔آپ کی پولیس نے جسپال سنگھ کی کسی درخواست پر کوئی کارروائی نہیں کی؟“ اتاشی نے سوال اٹھایا۔
”تفتیش جاری ہے۔ اور اس کاکوئی نتیجہ سامنے آتاتو کوئی واضح موقف بنتا۔

“ چیف نے ڈھیلے سے انداز میں کہاتو اتاشی بولا۔
”آپ نے یاآپ کے ماتحت عملے نے تفتیش ہی نہیں کی،سچ یہی ہے ۔ ایسا کیوں ہوا‘ اس کا جواب عدالت میں دینا ہوگا۔ ہمارے شہری کو یہاں ذہنی اذیت کے ساتھ ہراساں کیاجاتارہا۔ یہ بھی ہم ثابت کریں گے۔ جسپال سنگھ کے اغواء پر جو رپورٹ کی گئی‘ اس پر آپ نے کوئی کارروائی نہیں کی اور باقی رہ گیا الزام کہ جسپال سنگھ نے جسبیرسنگھ کے شاپنگ مال میں جاکر اسے قتل کیا‘ سی سی کیمرے کی ویڈیو‘ یہ منظر دکھاتی ہے تو آپ عدالت میں چالان بنائیں۔

آپ تفتیش کریں‘ کیوں نہیں کی اب تک‘ آپ کو اب تک اشتہاری قرار دے دینا چاہیے تھا‘جبکہ جسبیر سنگھ کے ورثاء کی طرف سے رپورٹ تک درج نہیں کرائی گئی۔ یہ کیا کررہے ہیں آپ؟“ اس کے یوں کہنے پر ایک دم سے خاموشی چھاگئی پھرچیف نے رویندر سنگھ کی طرف دیکھ کر کہا۔
”آپ بولیں‘ آپ کیا کہتے ہیں؟“
”ہونا تویہی چاہیے کہ تفتیش میں سب کچھ واضح ہو لیکن المیہ یہ ہے کہ کہیں بھی کوئی ثبوت جسپال کے خلاف نہیں ‘ میں مانتا ہوں کہ بلجیت کے ساتھ اس کی خاصی ٹینشن رہی‘ جس کانتیجہ بلجیت بھگت رہا ہے‘ میرے دوبیٹے بھی قتل ہوچکے ہیں۔

میں چاہوں گا کہ ان کے قاتل پکڑے جائیں۔ اب یہ جسپال کے اغواء والی بات ہم نہیں مانتے‘ آپ تفتیش کریں اور جو مجرم ہے اسے پکڑیں۔“ رویندر سنگھ نے دھیرے دھیرے اپنا موقف پیش کیا تو اتاشی نے تیزی سے کہا۔
”یہی بات تو ہم کہہ رہے ہیں۔ جسپال کو مجرم ثابت کریں یااسے کلین چٹ دیں۔ یوں ذہنی اذیت میں نہ رکھیں۔ جسپال سنگھ کی طرف سے جو بھی رپورٹس کی گئیں ہیں او راس کے ساتھ جوبھی سلوک ہوا ہے رویندر سنگھ خاندان کی طرف سے‘ اس کا بھی جائزہ لیاجائے۔

ہمارا یہ مطالبہ ہے‘ آپ لگائیں اس پر الزامات اور لیں حراست میں۔ اگر نہیں تو… رویندر سنگھ اس کا جواب دیں۔“
”کیوں رویندر سنگھ جی‘ کیا آپ ان سے متفق ہیں؟“ چیف نے اس کی طرف دیکھ کر پوچھا‘ لیکن اس کے بولنے سے پہلے ہی ایک بوڑھے سکھ نے اپنی قیمتی عینک درست کرتے ہوئے کہا۔
”آپ میں سے کچھ لوگ نہیں جانتے کہ میں پنجاب کامنتری ہوں۔

مجھے خصوصی طور پر اس مسئلے کے حل کے لیے حکومت نے یہاں بھیجا ہے‘ میں نے دونوں طرف کے موقف سنے ہیں جس کے انوسار میں اپنی رپورٹ دے دوں گا۔ میرا وچار یہ ہے کہ رویندر سنگھ جی‘ اگراپنے بیٹوں کے قتل کی ذمہ داری جسپال سنگھ پر ڈالتے ہیں تو ابھی اپنا موقف لکھیں اور دے دیں۔ جس میں واضح طور پر جسپال کو مورد الزام ٹھہرایا جائے‘ جس پر جسپا ل کو اپنی صفائی کابھرپور موقع دیا جائے۔

پولیس اس دوران اپنی کارروائی کرے‘ یہی بات جسپال کے لیے ہے۔ وہ اپنا موقف دے‘ ثبوت دے‘ پولیس کارروائی کرے ‘ رویندر سنگھ جی اپنی صفائی دیں‘ پھر قانون کے مطابق عمل کیاجائے۔“
”میرے خیال میں یہی بہتر رہے گا‘ کیا آپ دونوں اس بات پر متفق ہیں؟“ چیف نے دونوں کی طرف دیکھ کر پوچھا پھر چند لمحے رک کر بولا۔ ”آپ چاہے تو مشورہ کرکے پانچ منٹ بعد بتادیں۔
"""
#start_words = []
end_words = []

list_text = text.split()
i = 0
while i<len(list_text)-1:
    word = list_text[i]
    if word.endswith("۔"):
        word = word[:len(word)-1]
        #print(i)
        if(word not in end_words):
            #print(word)
            end_words.append(word)
        #if(word not in start_words):
            #print(list_text[i+1])
            #start_words.append(list_text[i+1])
    i+=1

newtext=test.replace("۔"," ")

newlist_text = newtext.split()
word = ""
i=0
while i<len(newlist_text)-3:
    word = newlist_text[i]
    if end_words.__contains__(word) and word in ' '.join([str(elem) for elem in newlist_text[i:i+3]])  :
        #print('endword')
        newlist_text[i]=word+"۔"
    i+=1

segmentedtext = ' '.join([str(elem) for elem in newlist_text])
    